Repository: lmoppert/KRONOS-Chemicals
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: Regions
de: Verwendet in
nl: Regio's

source: Values
de: Parameter
nl: Parameter

source: Flags
de: Indikatoren
nl: Indicatoren

source: Relations
de: Klassifizierungen
nl: Etikettering

source: Comments
de: Kommentare
nl: Commentaar

source: Names
de: Namen
nl: Naam

source: Identification
de: Identifizierung
nl: Identificatie

source: Classification
de: Einstufung
nl: Indeling

source: Department / Supplier
de: Abteilung / Lieferant
nl: Afdeling / Leverancier

source: SDS / Documents
de: SDB / Dokumente
nl: SDS / Dokument

source: Checklists
de: Checklisten
nl: Checklijst

source: Move selected chemicals to archive
de: Ausgewählte Chemikalien archivieren

source: Remove selected chemicals from archive
de: Ausgewählte Chemikalien aus dem Archiv entfernen

source: managed department
de: Verwaltete Abteilung

source: managed departments
de: Verwaltete Abteilungen

source: department admin
de: Abteilungsadministrator
nl: afdeling admin

source: department admins
de: Abteilungsadministratoren
nl: afdeling admins

source: Personal info
de: Persönliche Informationen
nl: Persoonlijke info

source: Permissions
de: Berechtigungen
nl: Machtiging

source: User permissions
de: Anwender-Berechtigungen
nl: Gebruiker machtiging

source: Important dates
de: Wichtige Daten
nl: Belangrijke gegevens

source: General
de: Allgemein

source: Extended
de: Erweitert
nl: Uitgebreid

source: Stock Location
de: Lagerort
nl: Voorraad

source: Stock Locations
de: Lagerorte
nl: Voorraad

source: Check List Usage
de: Checklisten Anwendung

source: Check List Usages
de: Checklisten Anwendungen

source: open
de: offen

source: active
de: aktiv
nl: actieve

source: closed
de: geschlossen
nl: gesloten

source: Check List
de: Checkliste

source: Check Lists
de: Checklisten

source: Check List Section
de: Checklisten Kapitel

source: Check List Sections
de: Checklisten Kapitel

source: Personal Protective Equipment (PPE)
de: Persönliche Schutz-Ausrüstung (PSA)

source: Personal Protective Equipments (PPE)
de: Persönliche Schutz-Ausrüstungen (PSA)

source: H-Phrase
de: H-Satz
nl: H-Zin

source: H-Phrases
de: H-Sätze
nl: H-Zinnen

source: P-Phrase
de: P-Satz
nl: P-Zin

source: P-Phrases
de: P-Sätze
nl: P-Zinnen

source: Pictogram Check
de: Piktogramm Check

source: Pictogram Checks
de: Piktogramm Checks

source: Storage Class Check
de: Lagerklassen Check

source: Storage Class Checks
de: Lagerklassen Checks

source: CMR Category 1A/1B
de: CMR Kategorie 1A/1B
nl: CMR Categorie 1A/1B

source: CMR Category 2
de: CMR Kategorie 2
nl: CMR Categorie 2

source: Not CMR relevant
de: Nicht CMR-Relevant
nl: niet CMR relevant

source: Description
de: Beschreibung
nl: Betekenis

source: R-Phrase
de: R-Satz
nl: R-Zin

source: R-Phrases
de: R-Sätze
nl: R-Zinnen

source: Seveso Category
de: Seveso Kategorie
nl: Seveso categorie

source: Seveso Categories
de: Seveso Kategorien

source: Storage Class
de: Lagerklasse
nl: Opslag klasse

source: Storage Classes
de: Lagerklassen
nl: Opslag klassen

source: Risk
de: Gefahrstoffbezeichung
nl: Gevarenklasse

source: Risk Indication
de: Gefahrstoffbezeichung
nl: Gevarenklasse

source: Risk Indications
de: Gefahrstoffbezeichungen
nl: Gevarenklasse

source: danger
de: Gefahr
nl: Gevaar

source: warning
de: Achtung
nl: Waarschuwing

source: no signal
de: Kein Signalwort
nl: Geen signaalwoord

source: Comment
de: Kommentar
nl: Commentaar

source: Article Number
de: Artikel Nummer
nl: Artikelnummer

source: Registration Number
de: REACH Registrierungsnummer
nl: Registratienummer

source: Signal
de: Signalwort
nl: Signaalwoord

source: Region D
de: Region Deutschland

source: Region B
de: Region Belgien

source: Archive
de: Archiv
nl: Archief

source: Permanently Needed
de: Ständig benötigt
nl: Veel gebruikt

source: Preparation
de: Gemisch
nl: Mengsel

source: Components Registered
de: Registrierung aller Komponenten
nl: Registratie alle componenten

source: Listed in annex XIV REACH regulation
de: Gelistet in Anhang XIV, REACH-VO
nl: Opgelijst in bijlage XIV REACH Verordening

source: Pictogram
de: Piktogramm

source: Locations
de: Standorte
nl: Locatie

source: Departments
de: Abteilungen
nl: Afdeling

source: Suppliers
de: Lieferanten
nl: leverancier

source: Chemical
de: Chemikalie
nl: Chemisch product

source: Chemicals
de: Chemikalien
nl: Chemicaliën

source: ChemicalName
de: Chemikalien Name
nl: Chemicaliën naam

source: ChemicalNames
de: Chemikalien Namen
nl: Chemicaliën naam

source: Synonyms
de: Synonyme
nl: Synoniem

source: Supplier
de: Lieferant
nl: Leverancier

source: Risks
de: Gefahrstoffbezeichungen
nl: Gevarenklassen

source: H-Phrase Relation
de: H-Satz
nl: H-Zin rel.

source: H-Phrase Relations
de: Zugeordnete H-Sätze
nl: H-Zin rel.

source: Code
de: Kennzahl

source: Image
de: Bild

source: Pictograms
de: Piktogramme
nl: Pictogrammen

source: Approval
de: Freigabedokument
nl: Goedkeuring document

source: Substance Information
de: Stoff-Information
nl: Stof informatie

source: File
de: Datei

source: Document Type
de: Dokumenten Typ
nl: Dokument type

source: Released on
de: Ausgabe
nl: Uitgebracht op

source: Document
de: Dokument
nl: Dokument

source: Documents
de: Dokumente
nl: Documenten

source: Country Code
de: Länderkode
nl: Landcode

source: Created on
de: Erstellt am
nl: Gemaakt op

source: Reach Document
de: Reach Dokument

source: Reach Documents
de: Reach Dokumente
nl: REACH documenten

source: Seveso Document
de: Seveso Dokument

source: Seveso Documents
de: Seveso Dokumente
nl: Seveso documenten

source: Issue Date
de: Ausgabe
nl: Herzieningsdatum

source: Safety Data Sheet
de: Sicherheitsdatenblatt
nl: Veiligheidsinformatieblad

source: Safety Data Sheets
de: Sicherheitsdatenblätter
nl: Veiligheidsinformatiebladen

source: Extended Safety Data Sheet
de: Erweitertes Sicherheitsdatenblatt
nl: Uitgebreid veiligheidsinformatieblad

source: Extended Safety Data Sheets
de: Erweiterte Sicherheitsdatenblätter
nl: Uitgebreid veiligheidsinformatiebladen

source: Title
de: Titel
nl: Titel

source: Academic Title
de: Akademischer Titel

source: Surname
de: Vorname
nl: Achternaam

source: Given name
de: Nachname
nl: Voorname

source: Phone
de: Telefon
nl: Telefoon

source: Persons
de: Personen
nl: Personen

source: Address
de: Adresse
nl: Adres

source: Country
de: Land
nl: Land

source: Web
de: Webseite

source: Role
de: Rolle
nl: rol

source: Roles
de: Rollen
nl: rollen

source: Plant
de: Standort
nl: Fabriek

source: Plants
de: Standorte
nl: Fabriek

source: Department
de: Abteilung
nl: Afdeling

source: Profile
de: Profil

source: Managed Department
de: Verwaltete Abteilung

source: User Profile
de: User Profil

source: User Profiles
de: User Profile

source: Location
de: Standort
nl: Locatie

source: tons
de: Tonnen
nl: ton

source: kilogram
de: Kilogramm

source: gram
de: Gramm

source: cubic meter
de: Kubikmeter
nl: kubieke meter

source: pieces
de: Stück
nl: stuk

source: Volume
de: Menge

source: Unit
de: Einheit
nl: eenheid

source: Year Volume
de: Jahresmenge
nl: Stock / jaar

source: Stock
de: Bestand

source: Stocks
de: Bestände

source: Consumer
de: Verwender
nl: consument

source: Consumers
de: Verwender
nl: consumenten

source: SC
de: LGK
nl: opslag klasse

source: Warning
de: Achtung
nl: Waarschuwing

source: Danger
de: Gefahr
nl: Gevaar

source: No Signal
de: Kein Signalwort
nl: Geen signaalwoord

source: CMR Category
de: CMR Kategorie
nl: CMR categorie

source: Chemical Stocks
de: Chemikalienlager
nl: Chemicaliën voorraad

source: SDS
de: SDB

source: eSDS
de: eSDB

source: MSDS
de: SDB
nl: SDS

source: Chemical Stock
de: Chemikalienlager
nl: Chemicaliën voorraad

source: More Views
de: Weitere Ansichten
nl: Extra views

source: Chemical Views
de: Chemikalien-Ansichten
nl: Chemicaliën overzicht

source: Approval Documents
de: Freigabedokumente
nl: Goedkeuring document

source: SHE Views
de: SHE-Ansichten

source: Chemicals without SDS
de: Chemikalien ohne SDB
nl: Chemicaliën zonder SDS

source: Seveso-View Departments
de: Seveso Ansicht - Abteilungen
nl: Seveso-View Afdeling

source: Seveso-View
de: Seveso Ansicht

source: Seveso-View Listed Chemicals
de: Seveso Ansicht - Gelistete Chemikalien

source: Chemical Numbers
de: Stoffnummern
nl: Chemicaliën Nummer

source: Chemical Stock Views
de: Chemikalienlager-Ansichten
nl: Chemicaliën voorraad views

source: Always needed
de: Ständig benötigt
nl: Veel gebruikt

source: Components registered
de: Registrierung aller Komponenten
nl: Registratie alle componenten

source: Archived
de: Archiviert
nl: Archief

source: SDS / Document
de: SDB / Dokument

source: Checklist
de: Checklisten

source: Chemical Directive
de: Stoff- und Zubereitungsrichtlinie
nl: Chemicaliën Richtlijnen

source: Info
de: Information
nl: Informatie

source: Water Hazard Classification
de: Wassergefährdungsklasse
nl: Watergevarenklasse

source: Published on
de: Ausgabe
nl: Uitgavedatum

source: Language
de: Sprache
nl: Taal

source: General documents
de: Dokumente
nl: Product Informatie

source: Max Volume
de: Maximaler Lagerbestand

source: Remove
de: Entfernen
nl: verwijderen

source: Add a location from the list
de: Einen Lagerort aus der Liste hinzufügen
nl: Voeg een locatie uit de lijst

source: Save Changes
de: Änderungen speichern
nl: Bevestigen

source: Back to Overview
de: Zurück zur Übersicht
nl: Terug naar het overzicht

source: all
de: Alle

source: Items per page
de: Datensätze pro Seite
nl: Data gegevens per pagina

source: Previous
de: Zurück
nl: vorig

source: Page %(current)s of %(total)s
de: Seite %(current)s von %(total)s
nl: Paginanummer %(current)s van %(total)s

source: Next
de: Nächste
nl: volgende

source: Archived chemicals
de: Archivierte Chemikalien
nl: Gearchiveerde chemicaliën

source: Departments (Stock View)
de: Abteilungen (Chemikalienlager-Ansicht)
nl: Afdeling (voorraad)

source: CMR Chemicals
de: CMR-Stoffe

source: Departments (Chemical View)
de: Abteilungen (Chemikalien-Ansicht)
nl: Afdeling (chemical view)

source: Changes have been saved.
de: Die Änderungen wurden erfolgreich gespeichert!
nl: Wijzigingen zijn opgeslagen.

source: Changes have not been saved yet. Errors are displayed below.
de: Die Änderungen wurden noch nicht gespeichert. Bitte die Fehlermeldungen weiter unten beachten!
nl: Veranderingen zijn nog niet opgeslagen. Fouten worden hieronder weergegeven.

source: WGKs
nl: WGK

source: Name
nl: Naam

source: Synonym
nl: Synoniem

source: Oekotox
nl: Ecotox

source: Tox Oekotox
nl: Tox Ecotox

source: Reach Information
nl: REACH informatie

source: Seveso Information
nl: Seveso informatie

source: Information
nl: Informatie

source: Person
nl: Persoon

source: Suppliers (CMR)
nl: Leverancier (CMR)
